[
  {
    "title": "Its still possible to get what you want at work",
    "contents": "The pandemic sent American workers on a roller coaster ride......",
    "username": "Rani Molla",
    "publish_date": "Mar 24, 2023",
    "library_id": 5
  },
  {
    "title": "Is TikTok too big to ban?",
    "contents": "Its been a difficult few weeks for TikTok.....",
    "username": "Shirin Ghaffary",
    "publish_date": "Mar 21, 2023",
    "library_id": 2
  },  
  {
    "title": "Bosses want to pay you more but give you less",
    "contents": "Christine Ruiz left her 9-to-5 job last summer to do the same work as a contractor instead.....",
    "username": "Phil Edwards",
    "publish_date": "Feb 9, 2023",
    "library_id": 1
  },  
  {
    "title": "Why you saw more ads on your iPhone in 2022",
    "contents": "Have you noticed there are more ads on your iPhone this year?..........",
    "username": "Sigal Samuel",
    "publish_date": "Dec 22, 2022",
    "library_id": 3
  },  
  {
    "title": "Why all your friends are sending you voice notes",
    "contents": "In a world where were overloaded with texts, anxiety-ridden about phone calls, and fatigued by video chats, many people are turning to another form of communication: voice messages.......",
    "username": "Sara Morrison",
    "publish_date": "Apr 3, 2023",
    "library_id": 3
  },  
  {
    "title": "Why AI art struggles with hands",
    "contents": "Hands drawn by robots often just dont look right........",
    "username": "Rani Molla",
    "publish_date": "Apr 4, 2023",
    "library_id": 5
  },  
  {
    "title": "Your brain may not be private much longer",
    "contents": "If youve ever wished your brain was more user-friendly, neurotechnology might seem like a dream come true......",
    "username": "Shirin Ghaffary",
    "publish_date": "Mar 17, 2023",
    "library_id": 4
  },  
  {
    "title": "Utahs social media for kids law could be coming to a state near you",
    "contents": "If everything goes according to the government of Utahs plan, around this time next year, there will be some big changes on social media platforms for the state’s residents......",
    "username": "Phil Edwards",
    "publish_date": "Mar 25, 2023",
    "library_id": 2
  },  
  {
    "title": "Social media used to be free. Not anymore.",
    "contents": "-If youre not paying for the product, you are the product- has long been a common refrain about the business of social media.........",
    "username": "Sigal Samuel",
    "publish_date": "Feb 21, 2023",
    "library_id": 2
  },  
  {
    "title": "How workers fought back in 2022",
    "contents": "Marissa Peterson quit her job as a bartender in Durham, North Carolina, in June, after she was sexually assaulted by a customer and felt management didn’t do enough to keep her assailant from returning to the establishment...........",
    "username": "Sara Morrison",
    "publish_date": "Dec 15, 2022",
    "library_id": 1
  },  
  {
    "title": "Amazons Ring privacy problem is back",
    "contents": "Despite what you might think (or were told), your Amazon Ring camera might be giving video data to police without your knowledge or consent.......",
    "username": "Rani Molla",
    "publish_date": "Jul 13, 2022",
    "library_id": 4
  }
]
